# Задача-1: поработайте с переменными, создайте несколько,
# выведите на экран, запросите от пользователя и сохраните в переменную, выведите на экран

a = 10
b = 10.5
c = 'переменная'
d = [1, 2, 3, 4]
e = (1, 2, 3, 4)

f = input('Введите число: ')
g = input('Введите текст: ')

print('Integer', a)
print('Float', b)
print('String', c)
print('list', d)
print('tuple', e)

print('Введеное число:', f)
print('Введенный текст', g)
